Repository: teroparvinen/turku-bike
Catalog: TurkuBike/*.lproj/Localizable.strings
Languages: fi

source: Bike Racks
fi: Pyöräparkit

source: Pull to refresh
fi: Päivitä vetämällä

source: Updating data
fi: Päivitetään tietoja

source: Classic Bikes
fi: Tavallisia pyöriä

source: Electric Bikes
fi: Sähköpyöriä

# Capacity (formatted)
source: Total capacity %u bikes
fi: Paikkoja yhteensä %u pyörälle

source: Could not retrieve data
fi: Tietoja ei voitu hakea

source: Received invalid data
fi: Vastaanotettu tieto on virheellistä

source: Internal configuration error
fi: Sisäinen määrittelyvirhe

source: Retry
fi: Yritä uudelleen
